---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhaseb
source: html/476817fc-1cfb-2496-8f96-3db2c2a8f994.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhaseb Property

"Branch Circuit Apparent Load Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhaseb { get; }
```